{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          0
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          4
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "<unk>",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "<bos>": 0,
      "<cls>": 1,
      "<pad>": 2,
      "<sep>": 3,
      "<eos>": 4,
      "<unk>": 5,
      "<mask>": 6,
      "m/[0]": 7,
      "m/[1]": 8,
      "m/[2]": 9,
      "m/[3]": 10,
      "m/[4]": 11,
      "m/[5]": 12,
      "m/[6]": 13,
      "m/[7]": 14,
      "m/[8]": 15,
      "m/[9]": 16,
      "m/[10]": 17,
      "m/[11]": 18,
      "m/[12]": 19,
      "m/[13]": 20,
      "m/[14]": 21,
      "m/[15]": 22,
      "m/[16]": 23,
      "m/[17]": 24,
      "m/[18]": 25,
      "m/[19]": 26,
      "m/[20]": 27,
      "m/[21]": 28,
      "rna": 29,
      "cat0": 30,
      "pcu": 31,
      "cat1": 32,
      "srs": 33,
      "acs": 34,
      "tbo": 35,
      "cat2": 36,
      "pto": 37,
      "cat3": 38,
      "scu": 39,
      "ssb": 40,
      "sql": 41,
      "pth": 42,
      "csq": 43,
      "hex": 44,
      "flu": 45,
      "dia": 46,
      "ssa": 47,
      "fse": 48,
      "the": 49,
      "nbo": 50,
      "bcs": 51,
      "pts": 52,
      "bor": 53,
      "rhr": 54,
      "bcu": 55,
      "lvt": 56,
      "soc": 57,
      "stp": 58,
      "ctn": 59,
      "lcs": 60,
      "fcu": 61,
      "spn": 62,
      "crs": 63,
      "sod": 64,
      "qtz": 65,
      "ocu": 66,
      "she": 67,
      "gar": 68,
      "iac": 69,
      "reo": 70,
      "pyr": 71,
      "bct": 72,
      "ftw": 73,
      "hxl": 74,
      "ntt": 75,
      "cpf": 76,
      "nia": 77,
      "fsc": 78,
      "rob": 79,
      "bex": 80,
      "[:2benzene]": 81,
      "[:#1chiral2]": 82,
      "[:=2aziridine_n]": 83,
      "[/I]": 84,
      "[:#2chiral2c13]": 85,
      "[:#0phosphine2]": 86,
      "[:=2ammonium2]": 87,
      "[:#1benzene]": 88,
      "[Br]": 89,
      "[:=5cyclohexane]": 90,
      "[:=0pyrazole]": 91,
      "[:#0tetrahydrofuran]": 92,
      "[:=3tetrahydrofuran]": 93,
      "[/C]": 94,
      "[:#2aziridine_n]": 95,
      "[:#0triazole1]": 96,
      "[=CH0R2]": 97,
      "[:=0cyclopentane]": 98,
      "[:5cyclohexane]": 99,
      "[:1tetrazole]": 100,
      "[=C]": 101,
      "[:=1phosphine2]": 102,
      "[:#2cyclobutane]": 103,
      "[:2pyrazole]": 104,
      "[:#1phosphine7]": 105,
      "[CH0R2]": 106,
      "[:=3pyrazole]": 107,
      "[C]": 108,
      "[:2boron]": 109,
      "[CH0R1]": 110,
      "[/Ring3]": 111,
      "[:#1pyrimidine]": 112,
      "[:#1oxadiazole]": 113,
      "[:0cyclohexane]": 114,
      "[:#0sulfoxime_trans]": 115,
      "[:2bridged_n]": 116,
      "[:=1dithiole]": 117,
      "[:1piperidine]": 118,
      "[:0furan]": 119,
      "[:=0furan]": 120,
      "[:#0chiralc13]": 121,
      "[:#0triazinane]": 122,
      "[Ring1]": 123,
      "[:0pyrrolidine]": 124,
      "[:=3chiral2]": 125,
      "[:#0dithiole]": 126,
      "[:1triazinane]": 127,
      "[:=0tetrazole]": 128,
      "[:=0tetrahydrofuran]": 129,
      "[:0phosphine7]": 130,
      "[:3boron]": 131,
      "[:=3chiral2c13]": 132,
      "[:=2sulfilimine_cis]": 133,
      "[:#0pyrrolidine]": 134,
      "[:=3cyclopentane]": 135,
      "[:=1chiral]": 136,
      "[:=2sulfan_general]": 137,
      "[:#5benzene]": 138,
      "[:=2chiral2c13]": 139,
      "[:=0tetrazine]": 140,
      "[:#2sulfonium]": 141,
      "[:=2triazinane]": 142,
      "[:=1sulfilimine_cis]": 143,
      "[:1phosphine6]": 144,
      "[\\Br]": 145,
      "[:=0pyrazine]": 146,
      "[CH2R2]": 147,
      "[:#1furan]": 148,
      "[:0pyrazine]": 149,
      "[:#2ammonium2]": 150,
      "[:0benzene]": 151,
      "[:#1dithiole]": 152,
      "[:=1pyrazole]": 153,
      "[:1pyrazine]": 154,
      "[\\Cl]": 155,
      "[:1ammonium]": 156,
      "[:0sulfoxime_trans]": 157,
      "[:#0phosphine]": 158,
      "[:#1chiralc13]": 159,
      "[:3pyrazine]": 160,
      "[:=1triazinane]": 161,
      "[:0bridged_n]": 162,
      "[#B]": 163,
      "[:0dithiole]": 164,
      "[:#1cyclobutane]": 165,
      "[:#0aziridine_n]": 166,
      "[:=0chiralc13]": 167,
      "[:#1tetrazine]": 168,
      "[/S]": 169,
      "[:=4benzene]": 170,
      "[:#1tetrazole]": 171,
      "[:1triazole1]": 172,
      "[:=0phosphine5]": 173,
      "[:#1ammonium]": 174,
      "[/F]": 175,
      "[:#0ammonium2]": 176,
      "[=S]": 177,
      "[:3chiral2c13]": 178,
      "[S]": 179,
      "[:#1boron]": 180,
      "[:#0tetrazole]": 181,
      "[->]": 182,
      "[:#0bridged_n]": 183,
      "[:#3phosphine7]": 184,
      "[:=0chiral]": 185,
      "[=Br]": 186,
      "[:0diazinane]": 187,
      "[:0sulfonium]": 188,
      "[\\Ring1]": 189,
      "[\\Ring3]": 190,
      "[:=0pyrrolidine]": 191,
      "[:#1triazole1]": 192,
      "[:0chiral]": 193,
      "[Ring2]": 194,
      "[:=1phosphine4]": 195,
      "[:=1ammonium]": 196,
      "[:=2ammonium]": 197,
      "[:#1ammonium2]": 198,
      "[:=0sulfoxime_trans]": 199,
      "[:2sulfox_general]": 200,
      "[:#1phosphine5]": 201,
      "[:0phosphine3]": 202,
      "[:1chiral2c13]": 203,
      "[:#2pyrazine]": 204,
      "[:1sulfilimine_trans]": 205,
      "[:=2sulfox_general]": 206,
      "[:#1chiral]": 207,
      "[:#2cyclopentane]": 208,
      "[:1cyclohexane]": 209,
      "[:=2cyclopentane]": 210,
      "[:#1triazinane]": 211,
      "[Ring3]": 212,
      "[OH0R2]": 213,
      "[:=2bridged_n]": 214,
      "[:2phosphine6]": 215,
      "[:#0pyrrole]": 216,
      "[:#0ammonium]": 217,
      "[:#1phosphine]": 218,
      "[:2phosphine5]": 219,
      "[:0boron]": 220,
      "[:2chiral2]": 221,
      "[:=1chiral2c13]": 222,
      "[#F]": 223,
      "[:0sulfoxime_cis]": 224,
      "[:#1sulfoxime_cis]": 225,
      "[:=1sulfan_general]": 226,
      "[:#1pyrrolidine]": 227,
      "[:=2dithiole]": 228,
      "[:2phosphine7]": 229,
      "[:0cyclopentadiene]": 230,
      "[:3phosphine7]": 231,
      "[:=0aziridine_n]": 232,
      "[:1phosphine2]": 233,
      "[:=2boron]": 234,
      "[\\S]": 235,
      "[=Ring1]": 236,
      "[=CH0R1]": 237,
      "[:#0sulfan_general]": 238,
      "[:=1phosphine5]": 239,
      "[:#2tetrahydrofuran]": 240,
      "[:=5benzene]": 241,
      "[:#0phosphine3]": 242,
      "[:1tetrahydrofuran]": 243,
      "[:#3tetrahydrofuran]": 244,
      "[:=1cyclopentane]": 245,
      "[OH0R1]": 246,
      "[:4cyclopentane]": 247,
      "[#C]": 248,
      "[:#0tetrazine]": 249,
      "[:1oxadiazole]": 250,
      "[:=1pyrimidine]": 251,
      "[:#0pyrimidine]": 252,
      "[:=3pyrazine]": 253,
      "[:=0sulfonium]": 254,
      "[:0imidazoline]": 255,
      "[:=1imidazoline]": 256,
      "[:#2phosphine2]": 257,
      "[:0phosphine]": 258,
      "[:0chiralc13]": 259,
      "[:0sulfilimine_cis]": 260,
      "[=B]": 261,
      "[:0piperidine]": 262,
      "[:=1diazinane]": 263,
      "[:=0diazinane]": 264,
      "[:1aziridine_n]": 265,
      "[:#0phosphine5]": 266,
      "[:#2sulfoxime_trans]": 267,
      "[:0tetrahydrofuran]": 268,
      "[:#0carboxylate]": 269,
      "[:3tetrahydrofuran]": 270,
      "[:#1phosphine6]": 271,
      "[:=2cyclohexane]": 272,
      "[CH2R1]": 273,
      "[NH2R1]": 274,
      "[:#1imidazoline]": 275,
      "[:#2phosphine7]": 276,
      "[:#2benzene]": 277,
      "[:0phosphineoxide]": 278,
      "[:=1benzene]": 279,
      "[:#1sulfox_general]": 280,
      "[:2sulfoxime_cis]": 281,
      "[:#2sulfilimine_trans]": 282,
      "[:2tetrahydrofuran]": 283,
      "[:=1tetrahydrofuran]": 284,
      "[CH0R3]": 285,
      "[:=1phosphine3]": 286,
      "[:2ammonium2]": 287,
      "[:1phosphine7]": 288,
      "[:2dithiole]": 289,
      "[:0chiral2]": 290,
      "[:#4benzene]": 291,
      "[:#3cyclohexane]": 292,
      "[:3benzene]": 293,
      "[:=0carboxylate]": 294,
      "[:2chiral]": 295,
      "[:0tetrazole]": 296,
      "[CH1R3]": 297,
      "[:#0sulfilimine_cis]": 298,
      "[:#3pyrazine]": 299,
      "[:#3boron]": 300,
      "[:1phosphine4]": 301,
      "[:=2phosphine6]": 302,
      "[:2aziridine_n]": 303,
      "[:#1phosphine3]": 304,
      "[#Cl]": 305,
      "[:4cyclohexane]": 306,
      "[:#1pyrrole]": 307,
      "[:0oxadiazole]": 308,
      "[:1boron]": 309,
      "[ClH0R1]": 310,
      "[:=3phosphine7]": 311,
      "[:=0ammonium]": 312,
      "[:1phosphine5]": 313,
      "[:3cyclobutane]": 314,
      "[:1dithiole]": 315,
      "[:2sulfoxime_trans]": 316,
      "[:2cyclopentane]": 317,
      "[/Cl]": 318,
      "[\\C]": 319,
      "[#CH0R1]": 320,
      "[:#0phosphine7]": 321,
      "[:#1cyclohexane]": 322,
      "[:=1bridged_n]": 323,
      "[:2cyclohexane]": 324,
      "[:#3cyclobutane]": 325,
      "[:=1piperidine]": 326,
      "[:#2chiral]": 327,
      "[:4benzene]": 328,
      "[Branch]": 329,
      "[:#3pyrrolidine]": 330,
      "[:#0cyclohexane]": 331,
      "[:=2phosphine7]": 332,
      "[:#1sulfan_general]": 333,
      "[\\F]": 334,
      "[:3cyclopentane]": 335,
      "[:=0cyclopropane]": 336,
      "[:#0oxadiazole]": 337,
      "[:1chiralc13]": 338,
      "[/Ring1]": 339,
      "[:#0benzene]": 340,
      "[:1bridged_n]": 341,
      "[:2sulfonium]": 342,
      "[:=0phosphine7]": 343,
      "[:#2phosphine6]": 344,
      "[:#2pyrazole]": 345,
      "[O]": 346,
      "[:=2sulfilimine_trans]": 347,
      "[:#1cyclopropane]": 348,
      "[\\I]": 349,
      "[:0cyclobutane]": 350,
      "[:#0cyclopropane]": 351,
      "[:1tetrazine]": 352,
      "[:0pyrazole]": 353,
      "[:=1pyrrolidine]": 354,
      "[:1chiral]": 355,
      "[:=1sulfoxime_cis]": 356,
      "[:#1phosphine4]": 357,
      "[#O]": 358,
      "[:=0chiral2]": 359,
      "[:0sulfilimine_trans]": 360,
      "[:=3cyclohexane]": 361,
      "[:1sulfoxime_cis]": 362,
      "[#Ring1]": 363,
      "[OH0-1]": 364,
      "[:#0sulfilimine_trans]": 365,
      "[pop]": 366,
      "[:#1cyclopentadiene]": 367,
      "[:#1sulfoxime_trans]": 368,
      "[:=1aziridine_n]": 369,
      "[#P]": 370,
      "[:2ammonium]": 371,
      "[:#0pyrazole]": 372,
      "[:#2sulfan_general]": 373,
      "[:=2pyrazine]": 374,
      "[:=1chiralc13]": 375,
      "[:#3chiral2c13]": 376,
      "[:=1sulfonium]": 377,
      "[:=3ammonium]": 378,
      "[:=0phosphine]": 379,
      "[:=0phosphine2]": 380,
      "[:#0phosphine4]": 381,
      "[:#1sulfonium]": 382,
      "[:1pyrrolidine]": 383,
      "[:=3benzene]": 384,
      "[:#1sulfilimine_cis]": 385,
      "[:0ammonium2]": 386,
      "[:#2boron]": 387,
      "[\\P]": 388,
      "[:=0ammonium2]": 389,
      "[=Ring3]": 390,
      "[:#3chiral2]": 391,
      "[:=1phosphine7]": 392,
      "[:#0cyclobutane]": 393,
      "[SiH0]": 394,
      "[:#0sulfox_general]": 395,
      "[:1thiophene]": 396,
      "[=O]": 397,
      "[CH1R2]": 398,
      "[:0triazole1]": 399,
      "[:0phosphine2]": 400,
      "[:=3cyclobutane]": 401,
      "[:=1thiophene]": 402,
      "[:2cyclopropane]": 403,
      "[:1sulfilimine_cis]": 404,
      "[:=0sulfilimine_trans]": 405,
      "[:=1phosphine6]": 406,
      "[/O]": 407,
      "[:#2cyclohexane]": 408,
      "[:=0bridged_n]": 409,
      "[:#0cyclopentane]": 410,
      "[:0sulfox_general]": 411,
      "[:=2phosphine5]": 412,
      "[:=2sulfoxime_trans]": 413,
      "[:4pyrrolidine]": 414,
      "[:=1sulfox_general]": 415,
      "[CH1R1]": 416,
      "[:#0phosphineoxide]": 417,
      "[:#0boron]": 418,
      "[:=0triazinane]": 419,
      "[:=0piperidine]": 420,
      "[:#1pyrazole]": 421,
      "[:=0sulfan_general]": 422,
      "[:=0imidazoline]": 423,
      "[:0aziridine_n]": 424,
      "[:2sulfan_general]": 425,
      "[:1ammonium2]": 426,
      "[:0thiophene]": 427,
      "[BrH0R1]": 428,
      "[:=2benzene]": 429,
      "[:=1phosphine]": 430,
      "[=P]": 431,
      "[NH0R2]": 432,
      "[=N]": 433,
      "[:0carboxylate]": 434,
      "[:=3pyrrolidine]": 435,
      "[CH0R4]": 436,
      "[:#1cyclopentane]": 437,
      "[:=1pyrazine]": 438,
      "[:=1boron]": 439,
      "[:=1triazole1]": 440,
      "[:1cyclopentane]": 441,
      "[:=1oxadiazole]": 442,
      "[:2sulfilimine_cis]": 443,
      "[\\N]": 444,
      "[:0pyrimidine]": 445,
      "[:=2pyrazole]": 446,
      "[:#2sulfoxime_cis]": 447,
      "[:=2sulfonium]": 448,
      "[:#2dithiole]": 449,
      "[:=2phosphine2]": 450,
      "[:0phosphine5]": 451,
      "[:=0pyrimidine]": 452,
      "[:1furan]": 453,
      "[=CH1R1]": 454,
      "[:=1furan]": 455,
      "[=Cl]": 456,
      "[:1phosphine3]": 457,
      "[:2chiralc13]": 458,
      "[F]": 459,
      "[\\O]": 460,
      "[:=1pyrrole]": 461,
      "[:=1chiral2]": 462,
      "[:=0pyrrole]": 463,
      "[:#3pyrazole]": 464,
      "[:2cyclobutane]": 465,
      "[:=1cyclohexane]": 466,
      "[:#1thiophene]": 467,
      "[:=0sulfilimine_cis]": 468,
      "[#I]": 469,
      "[:#1tetrahydrofuran]": 470,
      "[:=0chiral2c13]": 471,
      "[:#3benzene]": 472,
      "[:0ammonium]": 473,
      "[:#1chiral2c13]": 474,
      "[:1cyclopropane]": 475,
      "[:#2triazinane]": 476,
      "[N]": 477,
      "[:#3cyclopentane]": 478,
      "[:3chiral2]": 479,
      "[:=0sulfox_general]": 480,
      "[:=0boron]": 481,
      "[:1pyrrole]": 482,
      "[:#0piperidine]": 483,
      "[:0triazinane]": 484,
      "[:1diazinane]": 485,
      "[:#2cyclopropane]": 486,
      "[:=0cyclohexane]": 487,
      "[:#0pyrazine]": 488,
      "[:=0triazole1]": 489,
      "[:#2chiralc13]": 490,
      "[:=4cyclopentane]": 491,
      "[:=4cyclohexane]": 492,
      "[=NH0R1]": 493,
      "[#S]": 494,
      "[:=3boron]": 495,
      "[:2pyrazine]": 496,
      "[:#1sulfilimine_trans]": 497,
      "[NH0R1]": 498,
      "[:=0phosphine6]": 499,
      "[#Ring3]": 500,
      "[:#1pyrazine]": 501,
      "[:=0cyclobutane]": 502,
      "[:1chiral2]": 503,
      "[:2triazinane]": 504,
      "[:1sulfan_general]": 505,
      "[Cl]": 506,
      "[:#4pyrrolidine]": 507,
      "[:1cyclobutane]": 508,
      "[:=2chiralc13]": 509,
      "[:#2phosphine5]": 510,
      "[:=1ammonium2]": 511,
      "[:0phosphine4]": 512,
      "[:#0phosphine6]": 513,
      "[:=0cyclopentadiene]": 514,
      "[:#2sulfilimine_cis]": 515,
      "[B]": 516,
      "[/Br]": 517,
      "[:1pyrazole]": 518,
      "[:#0furan]": 519,
      "[=Branch]": 520,
      "[:1sulfoxime_trans]": 521,
      "[=I]": 522,
      "[:=0benzene]": 523,
      "[\\Ring2]": 524,
      "[:2chiral2c13]": 525,
      "[/P]": 526,
      "[:=1tetrazine]": 527,
      "[:1phosphine]": 528,
      "[:#1phosphine2]": 529,
      "[:#2sulfox_general]": 530,
      "[:=0phosphine4]": 531,
      "[:=1sulfilimine_trans]": 532,
      "[P]": 533,
      "[:1sulfox_general]": 534,
      "[:0chiral2c13]": 535,
      "[=F]": 536,
      "[:=1cyclobutane]": 537,
      "[#Br]": 538,
      "[:=0phosphine3]": 539,
      "[:=2chiral]": 540,
      "[:#4cyclohexane]": 541,
      "[#N]": 542,
      "[:#0cyclopentadiene]": 543,
      "[:#0thiophene]": 544,
      "[:=1tetrazole]": 545,
      "[:=0thiophene]": 546,
      "[:=0sulfoxime_cis]": 547,
      "[:#0sulfoxime_cis]": 548,
      "[:1cyclopentadiene]": 549,
      "[:1pyrimidine]": 550,
      "[:2pyrrolidine]": 551,
      "[:=2cyclopropane]": 552,
      "[:#5cyclohexane]": 553,
      "[:1sulfonium]": 554,
      "[:0cyclopentane]": 555,
      "[OH1R1]": 556,
      "[:#2bridged_n]": 557,
      "[:#2chiral2]": 558,
      "[:#3ammonium]": 559,
      "[FH0R1]": 560,
      "[/N]": 561,
      "[:=2chiral2]": 562,
      "[:0tetrazine]": 563,
      "[:3pyrrolidine]": 564,
      "[:3ammonium]": 565,
      "[:1benzene]": 566,
      "[:=4pyrrolidine]": 567,
      "[:2sulfilimine_trans]": 568,
      "[=Ring2]": 569,
      "[:=2tetrahydrofuran]": 570,
      "[:2phosphine2]": 571,
      "[:#0chiral2c13]": 572,
      "[:#1bridged_n]": 573,
      "[:#2ammonium]": 574,
      "[:5benzene]": 575,
      "[/B]": 576,
      "[CH3R1]": 577,
      "[:#0imidazoline]": 578,
      "[:=0phosphineoxide]": 579,
      "[:0phosphine6]": 580,
      "[:=2cyclobutane]": 581,
      "[:=0dithiole]": 582,
      "[#Ring2]": 583,
      "[:1imidazoline]": 584,
      "[:=0oxadiazole]": 585,
      "[:0sulfan_general]": 586,
      "[:0pyrrole]": 587,
      "[:#0sulfonium]": 588,
      "[:#4cyclopentane]": 589,
      "[:#1aziridine_n]": 590,
      "[I]": 591,
      "[:3cyclohexane]": 592,
      "[:=1cyclopropane]": 593,
      "[:=2sulfoxime_cis]": 594,
      "[\\B]": 595,
      "[NH1R1]": 596,
      "[:#0diazinane]": 597,
      "[:=2pyrrolidine]": 598,
      "[:#1diazinane]": 599,
      "[#Branch]": 600,
      "[:=1cyclopentadiene]": 601,
      "[:#2pyrrolidine]": 602,
      "[:#0chiral]": 603,
      "[:0cyclopropane]": 604,
      "[:=1sulfoxime_trans]": 605,
      "[:3pyrazole]": 606,
      "[:#1piperidine]": 607,
      "[:#0chiral2]": 608,
      "[/Ring2]": 609,
      ".": 610
    }
  }
}